
"Battery Power" = "Batteri";
"AC Power" = "Nätadapter";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Ström";

//The power warning sheet
"Restore Defaults" = "Återställ förval";
"OK" = "OK";
"Cancel" = "Avbryt";

"UPS Power Checkbox" = "Visa UPS-status i menyraden";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f %% fullt";
"Current UPS Charge" = "Nuvarande laddning: %.0f %%";

"Power consumption may be greater than normal." = "Datorn kan förbruka mer ström med de här inställningarna.";
"Reset by clicking Restore Defaults" = "Klicka på Återställ förval om du vill förbruka mindre ström.";

"Network wake noise warning" = "När ”Vakna för nätverksåtkomst” är aktiverat kan det hända att du hör datorn vakna då och då.";
"Wakes for detection" = "Det här informerar andra enheter om att din dator fortfarande är tillgänglig i nätverket.";

"Wake for network" = "Vakna för nätverksåtkomst";
"Wake for Ethernet" = "Vakna för Ethernet-nätverksåtkomst";
"Wake for AirPort" = "Vakna för AirPort-nätverksåtkomst";

"Custom" = "Anpassad";

"Schedule Warning- power adapter must be present" = "Schemalagd start sker bara om din Mac är ansluten till en nätadapter.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Nuvarande batteriladdning: %.0f %%  Uppskattad återstående tid: %@";
"Battery Status, Charged" = "Batteriet är laddat.";
"Short Battery Status" = "Beräknad återstående tid: %@ (%.0f %%)";
"Battery Status, Charging" = "Nuvarande batteriladdning: %.0f %%  Uppskattad tid innan full laddning: %@";
"Short Battery Status, Charging" = "Beräknad tid till full laddning: %@ (%.0f %%)";
"Current Charge" = "Nuvarande batteriladdning: %.0f %%";
"Calculating time" = "Beräknar tid";
 
"Check Battery" = "Kontrollera batteriet."; 
"Poor Battery" = "Batteriets skick: Byt ut nu.";
"Fair Battery" = "Batteriets skick: Byt ut snart.";


"AutoProc" = "Automatiskt";
"HighProc" = "Högsta";
"NormalProc" = "Reducerad";

/* strings for tool tips */
"minute" = "minut";
"minutes" = "minuter";
"hour" = "timme";
"hours" = "timmar";

"dim" = "Tona ner";
"sleep" = "Vila";
"halfminute" = ",5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Tona ner efter %1$@. Vila efter %2$@.";

"Never" = "Aldrig";
"1 minute" = "1 minut";
"3 minutes" = "3 minuter";
"5 minutes" = "5 minuter";
"10 minutes" = "10 minuter";
"15 minutes" = "15 minuter";
"20 minutes" = "20 minuter";
"25 minutes" = "25 minuter";
"30 minutes" = "30 minuter";  
"45 minutes" = "45 minuter";
"1 hour" = "1 timme";
"1 hour 15 minutes" = "1 timme och 15 minuter";
"1 hour 30 minutes" = "1 timme och 30 minuter";  
"1 hour 45 minutes" = "1 timme och 45 minuter";
"2 hours" = "2 timmar";
"3 hours" = "3 timmar";

"Better Energy Savings" = "Bättre strömbesparing";
"Better Battery Life" = "Längre batteritid";
"Better UPS Life" = "Längre reservbatteritid";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Du måste logga ut innan ändringen börjar gälla";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Alla användare måste logga ut innan ändringen gäller.";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Du måste starta om datorn för att ändringen ska börja gälla";

"GFX_CHANGE_TITLE" = "När grafikinställningarna ändras måste du logga ut.";
"GFX_CHANGE_DESC" = "Fortsätt genom att klicka på Logga ut. Du kommer att kunna spara alla öppna dokument.";
"GFX_CHANGE_TITLE2" = "När grafikinställningarna ändras måste du starta om datorn.";
"GFX_CHANGE_DESC2" = "Fortsätt genom att klicka på Starta om. Du kommer att kunna spara alla öppna dokument.";
"LOGOUT_BUTTON" = "Logga ut";
"RESTART_BUTTON" = "Starta om";

"AUTO_SWITCH_MSG_ON"  = "Datorn kommer att växla mellan grafiklägen automatiskt för att få ut optimal batteritid.";
"AUTO_SWITCH_MSG_OFF" = "När automatisk växling är av kommer datorn alltid att använda läget för bästa grafik.\nDetta kan förkorta batteritiden.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


